<?php
	/**
	 * 设置面包屑导航
	 */
	$this->breadcrumbs = array(
		'隐私安全' => url('static/service'),
	);
	$this->pageTitle = $location->name . '外卖';
?>
	<?php echo $this->renderPartial('pageleft', array('safety' => 'select'));?>
	<div class="page-right fl pa-20px lh24px indent-p f14px">
        <h4 class="f16px cred">隐私安全</h4>   
        <p class="ma-t10px">我爱外卖，我爱生活。我爱外卖是一个针对全国一二线城市功能型的同城服务，外卖交易平台，提供网络订餐，订蛋糕，鲜花等便民服务。</p>
        <h4 >一、我爱外卖非常重视您的隐私安全</h4>
        
        <p>隐私权是您的重要权利。向我们提供您的个人信息是基于对我们的信任，相信我们会负责的态度对待您的个人信息。我们认为您提供的信息只能用于帮助我们为您提供更好的服务。因此，我们制定了我爱外卖网上个人信息保密制度以保护您的个人信息。我们的个人信息保密制度摘要如下：</p><br />

        
        <h4 >二、收集信息</h4>
        <p>通常，您能在匿名的状态下访问我们的网站并获取信息。在我们请求您提供有关信息之前，我们会解释这些信息的用途. 我们有些功能需要注册才能使用。在通常情况下，这类注册只要求您提供地址和电话，以便及时准确地送餐。有时我们也会请您提供更多的信息。我们这样做是为了使我们更好的理解您的需求，以便向您提供有效的服务。我们站点收集的信息包括电子邮箱，地址和电话号码。您有权随时决定不接受来自我们的任何资料。</p><br />

        
        <h4 >三、保护隐私</h4>
        <p>我们将采取适当的步骤保护您的隐私。每当您提供给我们敏感信息时，我们将采取合理的步骤保护您的敏感信息，我们也将采取合理的安全手段保护已存储的个人信息。除非根据法律或政府的强制性规定，在未得到您的许可之前，我们不会把您的任何个人信息提供给无关的第三方（包括公司或个人）。</p><br />

        
        <h4 >四、隐私权原则</h4>
        <p>由于您的隐私权对我们而言是相当重要的，因此，公布这份隐私权声明的我爱外卖网站会根据下列五项原则管理涉及隐私的信息。</p>
        
        <p class="fb">1、原则1</p>
        <p>每当我爱外卖网站需要识别您的身份或与您联络时，会明确的询问所需的资料，即个人资料。一般而言，当您在网站上注册，要求提供特别服务，或是如参加积分竞赛，便会被询问到这项资料。可能的话，我爱外卖会利用一些方法，确认您的个人资料的正确性与时效性。</p>
        <p class="fb">2、原则2</p>
        <p>我爱外卖网站及其必要的服务伙伴使用您的个人资料来运作网站和服务，并且会通知您各项新的功能与服务，以及我爱外卖推出的各类产品。</p>
        
        <p class="fb">3、原则3</p>
        <p>如果我爱外卖想要将个人资料用在次要用途上，我爱外卖会提供您如何拒绝这项服务的说明。您可以依照我爱外卖给您的资料或促销物上的说明，终止这些信件的发送。</p>
        
        <p class="fb">4、原则4</p>
        <p>我爱外卖也许会因法律要求公开个人资料，或者因善意确信这样的作法对于下列各项有其必要性：</p>
        <p>1.符合法律公告或遵守适用于我爱外卖站点的合法程序；</p>
        <p>2.保护我爱外卖的用户之权利或财产；</p>
        <p>3.在紧急的情况下，为了保护我爱外卖及其用户之个人或公众安全。</p>
        <p class="fb">5、原则5</p>
        <p>任何时候如果您认为我爱外卖没有遵守这些原则时，请利用电子邮件biz@52wm.com 通知我们，我们会尽一切努力，在合理适当的范围内立即改善这个问题。</p>
    </div>
    <div class="clear"></div>